Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionZProfileWithLips.LipLength
Lip segment length.
Since:
2016

Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionZProfileWithLips.BottomFlangeLength
Bottom Flange segment length.
Since:
2016